#
# Copyright (C) 2021-2022 by TeamYukki@Github, < https://github.com/TeamYukki >.
#
# This file is part of < https://github.com/TeamYukki/YukkiMusicBot > project,
# and is released under the "GNU v3.0 License Agreement".
# Please see < https://github.com/TeamYukki/YukkiMusicBot/blob/master/LICENSE >
#
# All rights reserved.

HELP_1 = """✅ <u>𝖬𝗎̈𝗓𝗂𝗄 𝖪𝗈𝗆𝗎𝗍𝗅𝖺𝗋 :</u>

➡️ sahip.. @cihanbeydiyeceksiniz .. https://t.me/yanilgisohbet

» /vplay > 𝖵𝗂𝖽𝖾𝗈 𝗈𝗒𝗇𝖺𝗍 .
» /oynat > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗈𝗒𝗇𝖺𝗍 .
» /durdur > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝖽𝗎𝗋𝖽𝗎𝗋 .
» /devam > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗌𝗎𝗋𝖽𝗎𝗋 .
» /atla > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝖺𝗍𝗅𝖺 .
» /son > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗌𝗈𝗇𝗅𝖺𝗇𝖽𝗂𝗋 .
» /karistir > 𝖲𝖺𝗋𝗄𝗂 𝗅𝗂𝗌𝗍𝖾𝗌𝗂𝗇𝗂 𝗄𝖺𝗋𝗂𝗌𝗍𝗂𝗋 .
» /tekrarla > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗍𝖾𝗄𝗋𝖺𝗋𝗅𝖺 .
» /ileri > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗂𝗅𝖾𝗋𝗂 𝗌𝖺𝗋 .
» /seekback > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗀𝖾𝗋𝗂𝗒𝖾 𝗌𝖺𝗋 .
» /playforce > 𝖲ı𝗋𝖺𝗒ı 𝖻𝗈𝗓𝗆𝖺𝖽𝖺𝗇 𝗂𝗌𝗍𝖾𝖽𝗂𝗀̆𝗂𝗇𝗂𝗓 𝖲̧𝖺𝗋𝗄ı𝗒ı 𝗈𝗒𝗇𝖺𝗍ı𝗋 .
» /vplayforce > 𝖲ı𝗋𝖺𝗒ı 𝖻𝗈𝗓𝗆𝖺𝖽𝖺𝗇 𝗂𝗌𝗍𝖾𝖽𝗂𝗀̆𝗂𝗇𝗂𝗓 𝖵𝗂𝖽𝖾𝗈𝗒𝗎 𝗈𝗒𝗇𝖺𝗍ı𝗋 .
» /playlist > 𝖯𝗅𝖺𝗒𝗅𝗂𝗌𝗍𝗂𝗇𝗂𝗓𝗂 𝖮𝗒𝗇𝖺𝗍𝗂𝗋 .
» /deleteplaylist > 𝖯𝗅𝖺𝗒𝗅𝗂𝗌𝗍𝗂𝗇𝗂𝗓𝗂 𝖲𝗂𝗅𝖾𝗋 .
» /restart > 𝖡𝗈𝗍𝗎 𝖸𝖾𝗇𝗂𝖽𝖾𝗇 𝖡𝖺𝗌̧𝗅𝖺𝗍ı𝗋.
» /reload > 𝖠𝖽𝗆𝗂𝗇 𝖫𝗂𝗌𝗍𝖾𝗌𝗂𝗇𝗂 𝖦𝗎𝗇𝖼𝖾𝗅𝗅𝖾 .
» /auth > 𝖪𝗎𝗅𝗅𝖺𝗇ı𝖼ı𝗒𝖺 𝖸𝖾𝗍𝗄𝗂 𝖵𝖾𝗋𝗂𝗋 .
» /unauth > 𝖪𝗎𝗅𝗅𝖺𝗇ı𝖼ı 𝖸𝖾𝗍𝗄𝗂𝗌𝗂𝗇𝗂 𝖠𝗅ı𝗋 .
» /lang > 𝖡𝗈𝗍 𝗂𝖼̧𝗂𝗇 𝖻𝗂𝗋 𝖽𝗂𝗅 𝖻𝖾𝗅𝗂𝗋𝗅𝖾𝗒𝗂𝗇 .
"""

HELP_2 = """✅ <u>𝖪𝖺𝗇𝖺𝗅 𝖮𝗒𝗇𝖺𝗍𝗆𝖺 :</u>

◽ 𝖡𝗈𝗍𝗎 𝗄𝖺𝗇𝖺𝗅𝖺 𝖾𝗄𝗅𝖾𝗒𝗂𝗉 𝖸𝗈̈𝗇𝖾𝗍𝗂𝖼𝗂 𝗒𝖺𝗉ı𝗇, 𝖪𝖺𝗇𝖺𝗅 𝗂𝖽'𝗌𝗂𝗇𝗂 𝖺𝗅ı𝗉 𝗄𝖺𝗇𝖺𝗅ı𝗇 𝖻𝖺𝗀̆𝗅ı 𝗈𝗅𝖽𝗎𝗀̆𝗎 𝗀𝗋𝗎𝖻𝖺 𝗀𝗂𝗋𝗂𝗉 /channelplay ( 𝖪𝖺𝗇𝖺𝗅 𝗂𝖽 ) 𝗒𝖺𝗓ı𝗇 . 𝖳𝖺𝖻𝗂 𝖻𝗎𝗇𝗅𝖺𝗋ı 𝗄𝖺𝗇𝖺𝗅 𝗌𝖺𝗁𝗂𝖻𝗂 𝗒𝖺𝗉𝗆𝖺𝗅ı , 𝗄𝗈𝗆𝗎𝗍𝗅𝖺𝗋ı 𝖽𝖺 𝗌𝖾𝗌 𝗒𝖾𝗍𝗄𝗂𝗌𝗂 𝗈𝗅𝖺𝗇 𝗄𝗂𝗌̧𝗂𝗅𝖾𝗋 𝗄𝗎𝗅𝗅𝖺𝗇ı𝗋 .

» /cplay > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗈𝗒𝗇𝖺𝗍 .
» /cpause > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝖽𝗎𝗋𝖽𝗎𝗋 .
» /cresume > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗌𝗎𝗋𝖽𝗎𝗋 .
» /cskip > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝖺𝗍𝗅𝖺 .
» /cend > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗌𝗈𝗇𝗅𝖺𝗇𝖽𝗂𝗋 .
» /cshuffle > 𝖲𝖺𝗋𝗄𝗂 𝗅𝗂𝗌𝗍𝖾𝗌𝗂𝗇𝗂 𝗄𝖺𝗋𝗂𝗌𝗍𝗂𝗋 .
» /cloop > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗍𝖾𝗄𝗋𝖺𝗋𝗅𝖺 .
» /cseek > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗂𝗅𝖾𝗋𝗂 𝗌𝖺𝗋 .
» /cseekback > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗀𝖾𝗋𝗂𝗒𝖾 𝗌𝖺𝗋 .
» /cvplay > 𝖵𝗂𝖽𝖾𝗈 𝗈𝗒𝗇𝖺𝗍 .
» /cplayforce > 𝖲ı𝗋𝖺𝗒ı 𝖻𝗈𝗓𝗆𝖺𝖽𝖺𝗇 𝗂𝗌𝗍𝖾𝖽𝗂𝗀̆𝗂𝗇𝗂𝗓 𝖲̧𝖺𝗋𝗄ı𝗒ı 𝗈𝗒𝗇𝖺𝗍ı𝗋 .
» /cvplayforce > 𝖲ı𝗋𝖺𝗒ı 𝖻𝗈𝗓𝗆𝖺𝖽𝖺𝗇 𝗂𝗌𝗍𝖾𝖽𝗂𝗀̆𝗂𝗇𝗂𝗓 𝖵𝗂𝖽𝖾𝗈𝗒𝗎 𝗈𝗒𝗇𝖺𝗍ı𝗋 .
"""


HELP_3 = """✅<u>**𝖪𝖺𝗇𝖺𝗅 :**</u>
• 𝖫𝖾𝗍'𝗌 𝖦𝗈 => [)
 
"""


HELP_4 = """✅<u>**𝖲𝖺𝗁𝗂𝗉 :**</u>
• 𝖫𝖾𝗍'𝗌 𝖦𝗈 => [𝖲 𝖠 𝖧 𝖨 𝖯](@cihanbeydiyeceksiniz)
 
"""
HELP_5 = """** 🔰<u>Sudo Komutlar :</u>

» /addsudo [ Kullanıcı Kimliği ]
» /delsudo [ Kullanıcı Kimliği ]
» /sudolist [ listeyi görüntüle ]
» /reboot  -> [ botu yeniden başlatır ]
» /logger  -> [ log grubu içindir ]
» /reklam  -> [ reklam verir ]
» /vars  -> [ bottan detayli bilgi verir ]
» /limit -> [ video limiti ayarlar ]
» /blacklistchat  -> [ grubu yasaklar ]
» /whitelistchat -> [ grub yasağı kaldırır ]
» /blacklistedchat [ yasaklı listeyi gösterir ]
» /activevoice  -> [ aktif sesli gruplar ]
» /activevideo  -> [ aktif videolu gruplar ]
» /block  -> [ kullanıcıyı Yasaklar ]
» /unblock  -> [ yasağı Kaldırır]
» /blocklist  -> [ yasaklı listeyi gösterir ]
» /gban  -> [ kullanıcıyı grublardan banlar ]
» /ungban  -> [ kullanıcı banını kaldırır ]
» /gbanlist  -> [ banlananlar listesini gösterir ]
**"""
HELP_6 = """✅ <u>𝖤𝗍𝗂𝗄𝖾𝗍 𝖪𝗈𝗆𝗎𝗍𝗅𝖺𝗋 :</u>

➡️ sahip.. @cihanbeydiyeceksiniz .. https://t.me/yanilgisohbet

» /vplay > 𝖵𝗂𝖽𝖾𝗈 𝗈𝗒𝗇𝖺𝗍 .
» /oynat > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗈𝗒𝗇𝖺𝗍 .
» /durdur > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝖽𝗎𝗋𝖽𝗎𝗋 .
» /devam > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗌𝗎𝗋𝖽𝗎𝗋 .
» /atla > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝖺𝗍𝗅𝖺 .
» /son > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗌𝗈𝗇𝗅𝖺𝗇𝖽𝗂𝗋 .
» /karistir > 𝖲𝖺𝗋𝗄𝗂 𝗅𝗂𝗌𝗍𝖾𝗌𝗂𝗇𝗂 𝗄𝖺𝗋𝗂𝗌𝗍𝗂𝗋 .
» /tekrarla > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗍𝖾𝗄𝗋𝖺𝗋𝗅𝖺 .
» /ileri > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗂𝗅𝖾𝗋𝗂 𝗌𝖺𝗋 .
» /seekback > 𝖲𝖺𝗋𝗄𝗂𝗒𝗂 𝗀𝖾𝗋𝗂𝗒𝖾 𝗌𝖺𝗋 .
» /playforce > 𝖲ı𝗋𝖺𝗒ı 𝖻𝗈𝗓𝗆𝖺𝖽𝖺𝗇 𝗂𝗌𝗍𝖾𝖽𝗂𝗀̆𝗂𝗇𝗂𝗓 𝖲̧𝖺𝗋𝗄ı𝗒ı 𝗈𝗒𝗇𝖺𝗍ı𝗋 .
» /vplayforce > 𝖲ı𝗋𝖺𝗒ı 𝖻𝗈𝗓𝗆𝖺𝖽𝖺𝗇 𝗂𝗌𝗍𝖾𝖽𝗂𝗀̆𝗂𝗇𝗂𝗓 𝖵𝗂𝖽𝖾𝗈𝗒𝗎 𝗈𝗒𝗇𝖺𝗍ı𝗋 .
» /playlist > 𝖯𝗅𝖺𝗒𝗅𝗂𝗌𝗍𝗂𝗇𝗂𝗓𝗂 𝖮𝗒𝗇𝖺𝗍𝗂𝗋 .
» /deleteplaylist > 𝖯𝗅𝖺𝗒𝗅𝗂𝗌𝗍𝗂𝗇𝗂𝗓𝗂 𝖲𝗂𝗅𝖾𝗋 .
» /restart > 𝖡𝗈𝗍𝗎 𝖸𝖾𝗇𝗂𝖽𝖾𝗇 𝖡𝖺𝗌̧𝗅𝖺𝗍ı𝗋.
» /reload > 𝖠𝖽𝗆𝗂𝗇 𝖫𝗂𝗌𝗍𝖾𝗌𝗂𝗇𝗂 𝖦𝗎𝗇𝖼𝖾𝗅𝗅𝖾 .
» /auth > 𝖪𝗎𝗅𝗅𝖺𝗇ı𝖼ı𝗒𝖺 𝖸𝖾𝗍𝗄𝗂 𝖵𝖾𝗋𝗂𝗋 .
» /unauth > 𝖪𝗎𝗅𝗅𝖺𝗇ı𝖼ı 𝖸𝖾𝗍𝗄𝗂𝗌𝗂𝗇𝗂 𝖠𝗅ı𝗋 .
» /lang > 𝖡𝗈𝗍 𝗂𝖼̧𝗂𝗇 𝖻𝗂𝗋 𝖽𝗂𝗅 𝖻𝖾𝗅𝗂𝗋𝗅𝖾𝗒𝗂𝗇 .
"""
HELP_6 = """✅ <u>𝖤𝗀̆𝗅𝖾𝗇𝖼𝖾 𝖪𝗈𝗆𝗎𝗍𝗅𝖺𝗋 :</u>

➡️ sahip.. @cihanbeydiyeceksiniz .. https://t.me/yanilgisohbet

"""